WELCOME = 'Привет! Что будем делать?'

CHOOSE = 'Выберите категорию товара'

GET_SUM = '💸Введите стоимость вещи в юанях (бирюзовая кнопка)'

ITOGO = '💸Итоговая стоимость: {calc}₽💸\n\nСтоимость включает:\n\nКурс ¥ - {rate}₽\nДоставка по Китаю - 250.0₽\nДоставка Китай-Москва - 400.0₽\nКомиссия нашего сервиса - 1000₽\n\nЕсли вы покупаете более 3-х товаров за один раз, то стоимость каждого следующего товара будет идти со скидкой 500р.'

CONNECT = 'Готов оформить заказ или остались вопросы?\n\nПиши сюда @poizon88zakaz\n\nЭто чат с нашими менеджерами.\n\nДля оформления заказа тебе нужно отправить ссылку на товар + указать свой размер\n\n‼️ ВАЖНО ‼️\n\nВсе заказы осуществляются только через один аккаунт @poizon88zakaz\n\nДругих аккаунтов у нас нет!'

EXCHANGE = 'Курс на сегодня:\n\n1¥ = {rate}₽\n\nПодробнее про курс можно почитать <a href="https://teletype.in/@poizon88/Otvety-na-chastye-voprosy">здесь</a>'

ANSWERS = 'https://teletype.in/@poizon88/menu '

REVIEWS = 'Здесь вы можете ознакомиться с отзывами наших покупателей\n@poizon88review'

START = [('Рассчитать стоимость 📲', 'summary'),
         ('Отзывы 📝', 'reviews'),
         ('Ответы на все вопросы 🔮', 'answers'),
         ('Актуальный курс💹', 'exchange'),
         ('Связаться с оператором 👀', 'connect')]

CATEGORIES = {'shoes': 'Обувь/Верхняя одежда 👟',
              'hoodie': 'Толстовки/Штаны 👘',
              't-shirt': 'Футболка/Шорты 👕',
              'socks': 'Носки/Нижнее белье 🧦'}

SECOND = 'Готов оформить заказ или остались вопросы?\n\nПиши сюда @poizon88zakaz\n\nЭто чат с нашими менеджерами.\n\nДля оформления заказа тебе нужно отправить ссылку на товар + указать свой размер\n\n‼️ ВАЖНО ‼️\n\nВсе заказы осуществляются только через один аккаунт @poizon88zakaz\n\nДругих аккаунтов у нас нет!'

RATE = 15